tap "anomalyco/tap"
tap "jesseduffield/lazydocker"
brew "bat"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "git-lfs"
brew "go"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "neovim"
brew "node"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "sshpass"
brew "stow"
brew "tmux"
brew "tree-sitter-cli"
brew "yazi"
brew "zoxide"
brew "anomalyco/tap/opencode"
brew "jesseduffield/lazydocker/lazydocker"
cask "claude-code"
cask "font-symbols-only-nerd-font"
vscode "docker.docker"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "humao.rest-client"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
